/*
========================================================================
파    일    명 : KindcodeNotFoundException.java
========================================================================
작    성    자 : 정세진
작    성    일 : 2020.11.13
작  성  내  용 : Kindcode를 못찾았을때 발생하는 예외 처리 클래스
========================================================================
=============================== 함  수  설  명  ===============================

========================================================================
*/
package petProject.exception;

public class KindcodeNotFoundException extends RuntimeException {
	public KindcodeNotFoundException(String message) {
		super(message);
	}
}
