/*
========================================================================
파    일    명 : OwnerNotFoundException.java
========================================================================
작    성    자 : 강지호
작    성    일 : 2020.xx.xx
작  성  내  용 : Owner를 못찾았을때 발생하는 예외 처리 클래스
========================================================================
=============================== 함  수  설  명  ===============================

========================================================================
*/
package petProject.exception;

public class OwnerNotFoundException extends RuntimeException {
	public OwnerNotFoundException(String message) {
		super(message);
	}
}
