<%--
========================================================================
파    일    명: footer.jsp
========================================================================
작    성    자: 강지호
작    성    일: 2020.11.18
작  성  내  용: 하단메뉴
========================================================================
////
--%>
<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>

<!-- footer 시작 -->
	<div id="footer">
		<p align="center" class="pdt20">Copyright ⓒ (주)애니온. All right reserved </p> 
	</div>
<!-- footer 끝-->